Repository: prog4food/iptvarchive
Catalog: ipk/usr/lib/enigma2/python/Plugins/Extensions/IPTVarchive/locale/*/LC_MESSAGES/IPTVarchive.po
Languages: ru, uk

source: IPTV Archive
ru: IPTV Архив
uk: IPTV Архів

source: View the archive of IPTV broadcasts
ru: Просмотр архивов IPTV трансляций
uk: Перегляд архівів IPTV трансляцій

source: Archive for
ru: Архив за
uk: Архів за

source: %s Stop playback and exit plugin?
ru: %s Остановить воспроизведение и выйти из плагина?
uk: %s Зупинити відтворення відео і вийти з плагіна?

source: The TMBD plugin is not installed! Please install it.
ru: TMBD плагин не установлен! Пожалуйста, установите его.
uk: TMBD плагин не встановлено! Будь ласка, встановіть його.

source: TMBD Search
ru: TMBD поиск
uk: TMBD пошук

source: No archive
ru: Нет архива
uk: Архів відсутній

source: There are no archive entries for this channel satisfying the conditions of a given search depth
ru: Отсутствуют архивные записи по данному каналу удовлетворяющие условиям заданной глубины поиска
uk: Відсутні архивні записи по даному каналу які задовольняють умовам глибини пошуку

source: There are no archive entries for this channel
ru: Нет архивных записей по данному каналу
uk: Відсутні архівні записи по даному каналу

source: Error generating request URL for receiving EPG archive broadcasts
ru: Ошибка формирования URL запроса для получения EPG архивных трансляций
uk: Помилка в формированні URL запиту для отримання EPG архівних трансляцій

source: Error getting archive
ru: Ошибка получения архива
uk: Помилка отримання архіва

source: Can't download the EPG data. Failed to reach a server or the API server couldn't fulfill the request
ru: Не удается загрузить данные EPG. Не удалось связаться с сервером или сервер API не смог выполнить запрос
uk: Неможливо завантажити дані EPG. Помилка доступу до сервера або сервер API не зміг виконати запит

source: EPG data parsing error
ru: Ошибка парсинга EPG
uk: Помилка парсингу EPG

source: No access to archive
ru: Архив не доступен
uk: Архів не доступний

source: Not IPTV Channel. No access to archive
ru: Не IPTV-канал. Архив не доступен
uk: Не IPTV-канал. Архів не доступний

source: Channel Selection
ru: Выбор канала
uk: Выбір каналу

source: Unknown IPTV provider. No access to archive
ru: Неизвестный IPTV-провайдер. Архив не доступен
uk: Невідомий IPTV-провайдер. Архів не доступний

source: Wait ...
ru: Подождите ...
uk: Чекайте ...

source: Wait for load archive...
ru: Подождите загрузки архива ...
uk: Чекайте. Загрузка архіву ...

source: Description not available
ru: Описание не доступно
uk: Опис не доступний

source: monday
ru: понедельник
uk: понеділок

source: tuesday
ru: вторник
uk: вівторок

source: wednesday
ru: среду
uk: середу

source: thursday
ru: четверг
uk: четвер

source: friday
ru: пятницу
uk: п'ятницю

source: saturday
ru: субботу
uk: суботу

source: sunday
ru: воскресенье
uk: неділю

source: Fake Events
ru: Ложные события
uk: Неіснуючі події

source: Gluing titles
ru: Cклейка названий
uk: Склеїти за назвою
